Repository: nephila/django-maja-newsletter
Catalog: emencia/django/newsletter/locale/*/LC_MESSAGES/django.po
Languages: it

source: Mailing lists
it: Elenchi email

source: name
it: nome

source: server host
it: host

source: server user
it: user

source: Leave empty if the host is public.
it: Lascia vuoto se il server è pubblico

source: server password
it: password

source: server port
it: porta

source: server use TLS
it: utilizza TLS

source: custom headers
it: header personalizzati

source: key1: value1 key2: value2, splitted by return line. Useful for passing some tracking headers if your provider allows it.
it: chiave1: valore1 chiave2: valore2, divisi da un a capo. Utile per passare header di tracciamento, se il provider lo permette.

source: e-mail send rate
it: Velocità invio email

source: E-Mail sending rate in messages per hour
it: Velocità di invio delle E-Mail in messaggi / ora

source: remaining e-mail
it: E-Mail rimanenti

source: Sendable E-Mail in the current account
it: Numero di invii rimanenti per l'account corrente

source: SMTP server
it: Server SMTP

source: SMTP servers
it: Server SMTP

source: first name
it: nome

source: last name
it: cognome

source: subscriber
it: iscritto

source: valid email
it: email valida

source: contact tester
it: contatto di prova

source: tags
it: tag

source: creation date
it: data di creazione

source: modification date
it: data di modifica

source: mail format
it: formato messaggio

source: contact
it: contatto

source: contacts
it: contatti

source: description
it: descrizione

source: subscribers
it: iscritti

source: unsubscribers
it: non iscritti

source: mailing list
it: lista di distribuzione

source: mailing lists
it: liste di distribuzione

source: draft
it: bozza

source: waiting sending
it: in attesa di invio

source: sending
it: invio in corso

source: sent
it: inviata

source: canceled
it: annullata

source: title
it: titolo

source: You can use the "{{ UNIQUE_KEY }}" variable for unique identifier within the newsletter's title.
it: Puoi usare la variabile "{{ UNIQUE_KEY }}" per inserire un identificatore nel titolo della newsletter.

source: content
it: contenuto

source: Or paste an URL.
it: Oppure incolla un URL.

source: test contacts
it: contatti di prova

source: smtp server
it: server smtp

source: sender
it: mittente

source: reply to
it: rispondi a

source: status
it: stato

source: sending date
it: data di invio

source: Used for displaying the newsletter on the site.
it: Usato per mostrare la newsletter sul sito.

source: newsletters
it: newsletter

source: link
it: collegamento

source: links
it: collegamenti

source: file to attach
it: file da allegare

source: attachment
it: allegato

source: attachments
it: allegati

source: sent in test
it: inviata in prova

source: error
it: errore

source: invalid email
it: email non valida

source: opened
it: aperta

source: opened on site
it: aperta sul sito

source: link opened
it: collegamento seguito

source: unsubscription
it: annullamento iscrizione

source: contact mailing status
it: stato del contatto

source: contact mailing statuses
it: stati del contatto

source: permissions group
it: permessi del gruppo

source: workgroup
it: gruppo di lavoro

source: workgroups
it: gruppi di lavoro

source: Status
it: Stato

source: Advanced
it: Avanzate

source: No relative object
it: Nessun oggetto correlato

source: Related object
it: Oggetto correlato

source: Total subscriptions
it: Iscrizioni totali

source: Export contacts as VCard
it: Esporta i contatti come VCard

source: Export contacts in Excel
it: Esporta i contatti come Excel

source: New mailinglist at %s
it: Nuova lista di distribuzione per %s

source: New mailing list created in admin at %s
it: Nuova lista di distribuzione creata in amministrazione per %s

source: %s succesfully created.
it: %s creata con successo.

source: Create a mailinglist
it: Crea una lista di distribuzione

source: %s contacts succesfully imported.
it: %s contatti importati con successo.

source: Contact importation
it: Importazione contatti

source: Please select a least 2 mailing list.
it: Seleziona almeno 2 liste di distribuzione.

source: Merging list at %s
it: Unione delle liste per %s

source: Mailing list created by merging at %s
it: Lista di distribuzione creata per unione per %s

source: %s succesfully created by merging.
it: %s creata con successo per unione.

source: Merge selected mailinglists
it: Unisci le liste di distribuzione selezionate

source: Export
it: Esporta

source: Receivers
it: Destinatari

source: Sending
it: Invio in corso

source: Miscellaneous
it: Varie

source: Default
it: Predefinito

source: Unable to download HTML, due to errors within.
it: Impossibile scaricare l'HTML a causa di errori nel codice.

source: Please install lxml for parsing an URL.
it: Si prega di installare LXML per il parsing di URL.

source: View historic
it: Mostra storico

source: Not available
it: Non disponibile

source: Historic
it: Storico

source: View statistics
it: Mostra statistiche

source: Statistics
it: Statistiche

source: Unable send newsletter, due to errors within HTML.
it: Impossibile inviare la newsletter per errori nel codice HTML.

source: %s succesfully sent.
it: %s inviata con successo.

source: No test contacts assigned for %s.
it: Nessun contatto assegnato a %s.

source: Send test email
it: Invia email di test

source: You do not have enough e-mail
it: Non sono disponibili abbastanza e-mail per completare l'invio. Si prega di contattare il commerciale di riferimento per aggiungere un pacchetto di invii.

source: %s newletters are ready to send
it: %s newsletter sono pronte per l'invio

source: Make ready to send
it: Prepara per l'invio

source: %s newletters are cancelled
it: %s newsletter sono annullate

source: Cancel the sending
it: Annulla l'invio

source: Invalid syntax, do not forget the ":".
it: Sintassi non valida, non dimenticare il ":".

source: Invalid syntax, several assignments by line.
it: Sintassi non valida, troppe assegnazioni per ogni riga.

source: Configuration
it: Configurazione

source: Check connection
it: Verifica connessione

source: Contacts length
it: Lunghezza contatti

source: Mailing List length
it: Lunghezza lista di distribuzione

source: Newsletter length
it: Lunghezza newsletter

source: Subscription Form
it: Modulo di iscrizione

source: show description
it: mostra descrizione

source: Show the mailing list's description.
it: Mostra la descrizione della mailing list.

source: Mailing List to subscribe to.
it: Lista di distribuzione a cui iscriversi.

source: Add %(name)s
it: Aggiungi %(name)s

source: Actions
it: Azioni

source: Import %(name)s
it: Importazione %(name)s

source: Add to a mailing list
it: Aggiungi ad una lista

source: Export %(name)s as VCard
it: Esporta %(name)s come VCard

source: Export %(name)s as Excel
it: Esporta %(name)s come Excel

source: Home
it: Pagina iniziale

source: Importation
it: Importazione

source: Excel file (.xls)
it: File excel (. xls)

source: Import contacts from a Excel file.
it: Importa contatti da un file Excel.

source: Columns are [email][last name][first name][tags].
it: Le colonne sono [email][last name][first name][tags] (senza i simboli [ ]).

source: All columns are optionnal excepting the email.
it: Tutte le colonne sono opzionali tranne l'e-mail.

source: Import
it: Importa

source: Text
it: Testo

source: Text file (.txt, .csv)
it: File di testo (.txt, .csv)

source: Import contacts from a text file, or a CSV file.
it: Importa contatti da un file di testo o in formato CSV.

source: Columns are [email][last name][first name][tags], splitted by a dot coma.
it: Le colonne sono [email][last name][first name][tags], separate da punto e virgola (senza i simboli [ ]).

source: VCard file (.cvf)
it: File VCard (.cvf)

source: Import contacts from your favorite mail client, by providing a VCard file.
it: Importa i contatti dal tuo programma di posta fornendo un file VCard.

source: Raw text
it: Testo semplice

source: Subscription to mailing list
it: Iscrizione alla mailing list

source: Thanks for your subscription!
it: Grazie per la tua iscrizione!

source: Validate this form to subscribe to the mailing lists.
it: Convalida questo modulo per iscriverti alla lista.

source: Subscribe
it: Abbonati

source: Unsubscription
it: Annullamento iscrizione

source: You are unsubscribed for this mailing list.
it: La tua iscrizione a questa lista è stata rimossa.

source: Validate this form to unsubscribe to this mailing list.
it: Conferma questo indirizzo per rimuovere l'iscrizione a questa lista.

source: Unsubscribe
it: Rimuovi l'iscrizione

source: Admin.
it: Pagina iniziale

source: Date
it: Data

source: Contact
it: Contatto

source: Action
it: Azione

source: If you cannot see this email,
it: Se non riesci a vedere questa e-mail,

source: click here
it: clicca qui

source: For unsubscribing to this mailing list,
it: Per annullare l'iscrizione a questa lista,

source: Consultation histogram
it: Grafico consultazione

source: Period
it: Periodo

source: Broadcasting statistics
it: Statistiche di diffusione

source: Total openings
it: Totale aperture

source: Openings on site
it: Aperture sul sito

source: Total openings unique
it: Totale aperture univoche

source: Unknow delivery
it: Stato di recapito sconosciuto

source: Unsubscriptions
it: Annullamento iscrizioni

source: Openings average
it: Media aperture

source: Links statistics
it: Statistiche collegamenti

source: Total clicked links
it: Totale collegamenti seguiti

source: Total clicked links unique
it: Totale collegamenti univoci seguiti

source: Clicked links by openings
it: Collegamenti seguiti per apertura

source: Clicked links average
it: Media collegamenti seguiti

source: Download CSV report
it: Scarica report in CSV

source: Informations
it: Informazioni

source: Recipients
it: Destinatari

source: View
it: Mostra

source: Sending date
it: Data di invio

source: Tests sent
it: Prove inviate

source: Top Links
it: Collegamenti popolari

source: Density map
it: Mappa densità

source: No Top Links yet.
it: Nessun collegamento popolare.

source: You have successfully subscribed to the mailing list!
it: Ti sei iscritto correttamente alla lista!

source: Mailing list created by importation at %s
it: Lista creata dall'importazione il %s

source: Contacts imported by %s.
it: Contatti importati da %s.

source: Statistics of %s
it: Statistiche di %s

source: openings
it: aperture

source: #val# openings
it: #val# aperture

source: #val# clicks
it: #val# click

source: Historic of %s
it: Storico di %s
